*start

[bg storage="jitaku.jpg" time="1000"]

@layopt layer=message0 visible=true
/*メモ：ｐは改ページクリック、ｒは改行、ｌはクリック待ち*/
#モブ子
いった～い[p]
#
すみません、大丈夫？[p]
#モブ子
大丈夫！[l][r]
お兄さん、急いでたんじゃないの？[p]
#
そうだった！[p]
#
(今日は転校して初めての登校だ。[r]
いくらなんでも初日から遅刻なんて恥ずかしすぎる…！)[p]
#
(でもこの子を放って行くのは罪悪感が…)[p]
#
俺は…[l][r]
[link target=*select1]放って行く[endlink][r]
[link target=*select2]付き添う[endlink][r]
[s]
*select1
#
ご、ごめん！それじゃあ！[p]

*select2
#
俺の不注意でケガさせちゃったんだから、放って行けないよ[l][r]
立てる？[p]

#モブ子
ありがとう。[r]
その制服…おんなじ高校だよね？[p]
じゃあ学校まで一緒に行こう！[p]

#ここからとりあえず全編かいておく
ぶつかったくだりから
・分岐はとりあえず省いて最終的なルートを決める。もし分岐があったとしても正規ルートの方をかく。[p]

#
「すみません！」[p]
だめだやっぱり遅刻してしまった！[p]
クラス全体の視線が突き刺さる、今すぐ逃げ出したい…！[r]
先生が何かを言おうとしている。きっと怒られるに違いない。[p]

#女の子
「先生～遅刻しちゃった～」[p]

#
この状況にはさっぱり場違いな声が響いた。[p]

#先生
「お前また遅刻したのか！」[p]

#女の子
「ごめんなさ～い！」[p]

#
クラスの視線は俺からその女の子へと移った。[p]

#先生
「全く…転校生を席に案内しろ。」[p]
「それと、遅刻した罰として放課後二人で教室掃除だ。いいな。」[p]

#女の子
「は～い！」[p]

#
先生もあきれたようにそう言って、朝会を再開した。[p]

#女の子
「転校生くん、よろしくね。」[p]

#
彼女は、そう言っていたずらに笑った。[p]


#
放課後[p]

#女の子
「ねえねえ。はじめましてだろうし自己紹介しない？」[p]

#
「え？いいけど…。」[p]

#女の子
「じゃあ、私の質問に答えてね！嘘言っちゃだめだよ？」[p]

#
血液型を教えてね？
→私とは違うね
犬派？猫派？
→私も！
あなたの下の名前を教えてね？
→○○くんか～！よろしくね！
この子の下の名前は？
→ぶっぶー！私の名前は未々実（みみみ）。未々実って呼んでね。
はじめまして、
これからよろしくね！[p]

#未々実
「ところで○○くん。」[p]
「もしもの話なんだけど、明日地球がなくなっちゃうって知ってるなら、何がしたい？」[p]

#
「え？あ、それも質問？」[p]

#未々実
「えっと…、なんでもないよ！掃除終わらせちゃおっか！」[p]


#
次の日[p]

#
そういえば、この学校の教室とかまだ知らないところが多いな。[l][r]
誰か案内してくれるかお願いしたいけど…。[p]

#未々実
「おっはよ～！○○くん！今日は遅刻しなかったんだね！」[p]

#
朝から明るい声であいさつをしてきたのは、きのう初めて知り合った未々実だった。[p]
クラスでも人気者のようで、教室を入ってきてからたくさんの人に声をかけられていた。[l][r]
未々実なら、学校案内お願いできそうだな。[p]

#
「なあ未々実。今日の放課後って何か用事ある？」[p]

#未々実
「なにもないよ。どうしたの？」[p]

#
「転校したばかりでまだこの学校のことよくわかってないんだ。よかったら学校案内をお願いしたいんだけど…。」[p]

#未々実
「なあんだ、そんなことか！全然いいよ！」[p]

#
じゃあ放課後また声かけるね、といって自分の席へと戻っていった。[p]

#未々実
「○○くん！準備はいい？」[p]

#
「すごい張り切ってるね…。」[p]

#未々実
「あたりまえだよ！早く行こう！」[p]

#
「あ、ちょっと待ってよ。」[p]


#未々実
「最後に、ここが図書館だよ。」[p]

#
「へえ、前の学校より立派だな。」[p]

#未々実
「うちの学校の一番の売りは図書館だもん。創設した人が本好きだったんだって。」[p]

#
「そうなのか。」[p]


#
本は好き？
→
インドア？アウトドア？
→
今度デートしてくれる？
→どっちにしろえっと…って何だこの質問っていう答えになる[p]


#未々実
「なんちゃって、今日の質問はこれでおしまい！」[p]

#
「未々実はなんで色々と質問してくるんだ？」[p]

#未々実
「実は新聞部にはいってるんだ。[l][r]
　だから○○くんのこと取材しようと思って！」[p]

#
「お、俺のこと？」[p]

#未々実
「この時期に謎の転校生、実態は他校からのスパイだった…。」[p]

#
「そんなわけないよ！」[p]

#未々実
「冗談に決まってるでしょ～ふふふ～。」[p]

#
未々実の笑みが怪しい。[p]


#未々実
「ねえ○○くん。」[p]
「この前言ったこと、実は本当なんだ。」[p]
「誰も信じてくれない惑星に一人でいるとしたら、どうやったら信じてもらえるかな。」[p]

#
「な、に言ってるんだよ…。」[p]

#未々実
「この質問にはね誰にも答えてくれないんだ。[l][r]
　先生も友達も、家族だって。」[p]

#
「……。」[p]

#未々実
「帰ろっか。」[p]
「……もうこの話はしないね。」[p]


#モブ男
「きのう未々実と二人で帰ってたって、クラスですっげー話題になってるぜ。」[p]

#
「え、本当？」[p]

#モブ男
「本当本当、未々実は人気だからなー。」[p]
「あ、でもちょっと変わってるんだよな～、なんというかちょっと電波が入ってるというか。」[p]
「新聞部でも宇宙人との交信やら、つちのことか不思議な現象について記事にしてたからなあ。」[p]

#
「そうなんだ…」[p]
（やっぱり。きのうのも多分そういう話だったんだろう。）[p]


#
月日も流れもう夏休みも目前になってきた。[p]
クラスも心なしか浮足立っている。[p]

#未々実
「○○くん、今度の日曜日って空いてる？[l][r]
 近所のお寺で夏祭りがあるんだ～一緒に行かない？」[p]

#
「日曜か…。」[p]

#
特に予定もないしな。[p]

#
「うん、一緒に行こう。」[p]

#未々実
「やったー！じゃあここで待ち合わせね！」[p]

#
そういってスマートフォンの画面を見せてきた。[p]


#
日曜夕方[p]

#
道行く人たちが楽しそうに話しながら歩いている。[l][r]
近所のお祭りって聞いてたからもう少し小規模なお祭りを想像していたが、浴衣を着ている人がほとんどな立派なお祭りが開催されていた。[p]

#
「おまたせ、ってあれ」[p]

#未々実
「ん？どうしたの？」[p]

#
「ああ、いやその…[l][r]
　みんな浴衣着てるから、未々実もてっきり浴衣着てるのかなって思ってたから…」[p]

#未々実
「期待してたの～？？そっか、じゃあ悪いことしちゃったかな」[p]

#
「あ～、うるさいうるさい」[p]

#未々実
「じゃあいこっか！私わたあめ食べたい！○○くん、買って！買って！」[p]

#
「あ、ちょっと！わかったから、はぐれるなよ！」[p]


#
わたあめは好き？
→
お祭りといったらやきそば？たこ焼き？
→
お祭りは好き？嫌い？
→[p]


#未々実
「○○くん、今日はありがとう！すっごく楽しかった！」[p]

#
「こちらこそ、それにしても…」[p]

#
未々実は屋台の定番を全て食べつくした。あの量の食べ物をどこにしまっているんだ…[p]

#
「そういえば、花火はさすがにしないんだな」[p]

#未々実
「花火が上がるのは秋祭り、ここらの地方では夏と秋、両方にお祭りを開くのが定番なんだ。」[p]

#
「じゃあ秋祭りも一緒に行こう[l][r]
　あとこれはよかったらなんだけど、次は浴衣着てほしいな。」[p]
「えっと…まあこれは俺が見てみたいだけなんだけど…。」[p]

#未々実
「あ、○○くん浴衣フェチ？」[p]

#
「え？！いや、そういうんじゃないよ！」[p]

#未々実
「うふふ～～」[p]

#
「おい！そういう変なこと新聞にかくんじゃないぞ！」[p]

#
今日はあの馬鹿げた話はしなかった。[p]


#
今日は夏休み前の最後の登校日だった。[p]

#未々実
「○○くん！よかったら今日一緒に帰らない？」[p]

#
「え？別にいいけど…」[p]

#未々実
「よかった…！」[p]

#
どうしたんだろう、一緒に帰ろうだなんて誘われたこと一度だってなかったのに。[p]
そういえば最近の未々実はどこか元気がないような気がする。[l][r]
なにか悩んでることでもあるのだろうか。[p]


#
その日の放課後、少し教室で待っててほしいといわれ、俺は未々実を待っていた。[p]

#未々実
「ごめんね、お待たせ。」[p]

#
「ううん、全然いいよ」[p]

#未々実
「じゃあ帰ろう」[p]


#
一緒に歩く未々実はいつもはハイテンションで俺の前を歩くのに、今日は何かに後ろ脚を引かれているように足取りが重かった。[p]

#
「どうしたの？なんかあった？」[p]

#
「……」[p]
「これが最後だから」[p]
「これが最後にするから、また不思議な話、してもいいかな…」[p]

#
不思議な話、きっと未々実が質問攻めの最後にするアレのことだ。[p]

#
「うん。いいよ。」[p]

#未々実
「ありがとう」[p]
「今日はきっと最後だから、最初から話すね」[p]
「今日から一年前ぐらいに、変な夢をみたの。[l][r]
　夢にしてはとてもリアルで、生々しい夢だった。世界が終わる夢。」[p]
「それから毎日同じ夢を見てる。眠るたびにだんだんと夢は現実味を帯びてくるの。」[p]
「最近その日が近づいているよっていうように、私の友達や家族が真っ赤な世界に包まれていくような夢に変わってきた。」[p]
「きっと私たちは夏休みを終える前に世界が先になくなっちゃうんだと思う…。」[p]

#
（だから、[l][r]
　秋祭りに行こうって約束してくれなかったんだ）[p]

#未々実
「昔からよく変な夢を見てきたの。そしてそれは必ず現実に起きる。」[p]
「ねえ○○くん、世界が終わると分かってしまった人間は、なにをすると思う？」[p]

#
「世界がなくならないように、何かするんじゃないかな…」[p]

#未々実
「自然災害には人間は勝てない。理不尽な暴力と一緒なんだ。」[p]
「だから私は、だれかに信じてもらいたかった。」[p]
「なにもできないけど、本当になんにもできないけど。だれか一人でよかった。一緒に分かってくれる人が欲しかったんだ。」[p]
「○○くんは信じて、くれる？」[p]

#
こんな突拍子のない話、でも未々実はちょっと変わってるしまたからかわれている…？世界が終わるってなんだよ、俺が死ぬところも未々実は見たのかな、なんて答えるのがせいかいなんだ。俺は。俺は…。[p]


#
信じる
→[p]

#未々実
「ありがとう。[p]
　みんな信じてくれなかったから、君だけは信じてくれてよかった。」[p]

#
「夏休みだって会おう[l][r]
　次は未々実のことも教えてくれないかな」[p]

#未々実
「もし世界が終わってもまた会えるよね。きっと会いに来てくれるよね。」[p]


#私
最後らへんはまたちゃんとかき加えます。[p]

@jump storage="common/01.ks"
